acpi
acpi_call
alsa-utils
arc-gtk-theme
archey3
autoconf
automake
bash
bash-completion
bbswitch-lts
binutils
bison
bumblebee
bzip2
c2hs
cabal-install
compton
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
dropbox
e2fsprogs
efibootmgr
evince
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
ghc-static
git
glibc
grep
grub
gvfs
gzip
haskell-alsa-core
haskell-alsa-mixer
htop
i3lock
inetutils
intel-ucode
iproute2
iputils
iw
jfsutils
jre7-openjdk
jre8-openjdk
less
libreoffice-fresh
libtool
licenses
linux
linux-lts
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
megasync
mesa-demos
nano
netctl
network-manager-applet
ntp
nvidia-lts
onedrive-git
os-prober
pacman
pamixer
patch
pavucontrol
pciutils
pcmciautils
perl
pkg-config
powertop
primus
procps-ng
psmisc
pulseaudio
pulseaudio-ctl
qt4
ranger
reiserfsprogs
rfkill
rofi
s-nail
screenfetch
sed
shadow
stalonetray
sudo
sysfsutils
systemd-sysvcompat
tar
terminator
terminus-font
termite
texinfo
thunar
thunar-volman
unzip
usbutils
util-linux
vi
vim
vlc
which
wireless_tools
wmname
wpa_supplicant
xbindkeys
xf86-video-intel
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock-git
